{
  "ev": "Home",
  "iletişim": "Contact",
  "hakkımızda": "About Us",
  "yeniNesilEğitim": "Next Generation Education",
  "eğitimdePsikoloji": "Psychology in Education",
  "emunedir": "What is EduMoodUp?",
  "neyiamaçlıyoruz": "What We Aim For",
  "eğitim": "Education",
  "çalışma": "Work",
  "hayat": "Life",
  "world": "World",
  "nasılYapacağız": "How Will We Do It?",
  "şöyleYapacağız": "We Will Do It Like This",
  "nelerYaptık": "What Have We Done?",
  "okul": "School",
  "öğrenci": "Student",
  "öğretmen": "Teacher",
  "ders": "Lesson",
  "universite": "University",
  "ogretmen": "Teacher",
  "ogrenci": "Student",
  "psikolojiölçtük": "We measured psychology and increased the efficiency of lessons",
  "bizeulaşın": "Contact Us",
  "isim": "Name",
  "buton": "Button",
  "haklarsaklidir": "All rights reserved",
  "emunedirtext": "EduMoodUp is an innovative educational project aimed at measuring students' emotional states using an emoji-based system to improve teaching efficiency and strengthen student-teacher communication. The platform allows students to express their daily emotional states while providing teachers with the opportunity to understand students' emotional needs and adjust lesson plans accordingly. As a result, teachers can create a more effective learning environment by considering students' psychological states, thereby enhancing teaching efficiency. EduMoodUp promotes a student-centered approach by emphasizing the importance of emotional intelligence and communication in modern education, contributing to the future of education.",
  "amacegitim": "It emphasizes the importance of emotional intelligence and communication in education with the aim of understanding students' emotional states and improving their learning processes.",
  "amaccalisma": "It facilitates teachers' work by providing them with the opportunity to better understand students' emotional states and adjust lesson plans accordingly, thus increasing teaching efficiency.",
  "amachayat": "It provides support for individuals to understand their emotional needs in daily life and promote healthy communication, leading to a more balanced and happier life.",
  "amacdunya": "It aims to be adopted worldwide as a step towards understanding emotional needs and strengthening communication in all segments of society.",
  "nasıluni": "For universities participating in EduMoodUp, we provide a special portal on the website. This portal allows universities to add their faculties, departments, and courses to the system. Additionally, they can register their teachers and students here. These steps make it easy for universities to use EduMoodUp.",
  "nasılogretmen": "EduMoodUp provides teachers with a mobile application. This application allows teachers to access student class schedules within their interfaces. Additionally, it sends notifications to students at the end of classes and asks them to express their emotional states. Teachers can view students' selections and analyze this information along with graphs showing students' psychological states.",
  "nasılogrenci": "EduMoodUp also offers a mobile application for students. This application enables students to access their class schedules. Additionally, it sends notifications to students at the end of classes and asks them to express their emotional states. Students can indicate their emotional states by selecting an emoji. This information is used for teachers to analyze and helps students gain insight into their psychological states.",
  "duygusalzeka": "Emotional Intelligence",
  "duygusalzekatext": "EduMoodUp respects the different emotional needs and learning styles of students by providing an inclusive and equitable learning environment.",
  "erisilebilirogrenim": "Accessible Learning",
  "erisilebilirogrenimtext": "Our project supports lifelong learning opportunities for everyone by promoting continuous development in education and making learning accessible to all.",
  "isteesitlik": "Equality at Work",
  "isteesitliktext": "To support sustainable, inclusive, and sustainable economic growth, EduMoodUp reduces educational inequalities and supports social and economic development.",
  "ishayatindaesitlik": "Equality in the Workplace",
  "ishayatindaesitliktext": "Our project promotes full and productive employment while enhancing students' emotional intelligence to succeed in the workplace.",
  "geleceginisgucu": "Future Workforce",
  "geleceginisgucutext": "EduMoodUp, which promotes equal work for everyone, supports diversity and inclusivity in the workplace by enhancing emotional intelligence and communication skills.",
  "adilisdunyasi": "Fair Business World",
  "adilisdunyasietext": "As part of sustainable economic growth, EduMoodUp prepares the future workforce by focusing on students' emotional needs.",
  "duygusalzekavekariyer": "Emotional Intelligence and Career",
  "duygusalzekavekariyeretext": "Our project aims to create a fairer business world for everyone by reducing opportunity inequalities in education.",
  "degisimeuyum": "Adaptation to Change",
  "degisimeuyumtext": "EduMoodUp, which promotes sustainable, inclusive, and sustainable economic growth, supports students in adapting to changes in the business world by equipping them with emotional intelligence.",
  "cesitlilikteguc": "Strength in Diversity",
  "cesitliliktegucetext": "By promoting diversity in education and the business world, EduMoodUp helps everyone maximize their potential.",
  "toplumsaladalet": "Social Justice",
  "toplumsaladalettext": "Our project contributes to social justice by creating an inclusive environment in education and the business world.",
  "sayfayok": "There is no such page",
  "sicde": "We continue our work for you...",
  "gonder": "Send",
  "mesaj": "Enter your description",
  "ogretmensayisi": "Number of Teachers",
  "derssayisi": "Number of Courses",
  "bolumsayisi": "Number of Departments",
  "fakultesayisi": "Number of Faculties",
  "fakulte": "Faculty",
  "fakulteara": "Search Faculty",
  "lutfenkontrol": "Please check the entered data",
  "fakulteinfo": "Please enter between faculties",
  "virgul": "comma",
  "koyun": "put",
  "ekle": "Add",
  "fakulteduzenle": "Edit Faculty",
  "silmekistiyor": "Do you want to delete?",
  "sil": "Delete",
  "iptal": "Cancel",
  "duzenle": "Edit",
  "fakulteekle": "Add Faculty",
  "fakultegir": "Enter Faculty",
  "bolumler": "Departments",
  "bolumekle": "Add Department",
  "virgulbolum": "Please enter departments between ",
  "depertmentsearch": "Enter Department or Faculty name",
  "dersler": "Courses",
  "dersara": "Search Course",
  "excelileekle": "To add courses with Excel, please",
  "ornekdosya": "example file",
  "inceleyin": "review",
  "exceldosyasınıekle": "Drag and drop your Excel file here or click to select a file",
  "kaydet": "Save",
  "bolumgiriniz": "Enter Department",
  "fakultesecin": "Select Faculty",
  "ogretmenler": "Teachers",
  "ogretmenara": "Search for Teacher Name or Email",
  "ogretmenduzenle": "Edit Teacher",
  "onaylancakogr": "Teachers to be Approved",
  "hepsiniekle": "Add All",
  "basvurdu": "teachers applied",
  "bolumsecin": "Select Department",
  "fakultesec": "Select Faculty",
  "bolumsec": "Select Department"
}